[
  {"character":"Log Lady","quote":"Sometimes — well, let's say all times — things are changing.","season":"2","episode":"Wounds and Scars"},
  {"character":"Log Lady","quote":"The beautiful thing about treasure is that it exists. It exists to be found. How beautiful it is to find treasure. Where is the treasure, that when found, leaves one eternally happy? I think we all know it exists. Some say it is inside us — inside us one and all. That would be strange. It would be so near. Then why is it so hard to find, and so difficult to attain?","season":"2","episode":"On The Wings Of Love"},
  {"character":"Bobby Briggs","quote":"Norma, I'll see you in my dreams.","season":"1","episode":"Pilot"},
  {"character":"Log Lady","quote":"The heart — it is a physical organ, we all know. But how much more an emotional organ — this we also know. Love, like blood, flows from the heart. Are blood and love related? Does a heart pump blood as it pumps love? Is love the blood of the universe?","season":"2","episode":"Double Play"},
  {"character":"Log Lady","quote":"Is a dog man's best friend? I had a dog. The dog was large. It ate my garden, all the plants, and much earth. The dog ate so much earth it died. Its body went back to the earth. I have a memory of this dog. The memory is all that I have left of my dog. He was black — and white","season":"2","episode":"The Black Widow"},
  {"character":"Harold Smith","quote":"There are things you can't get anywhere... but we dream they can be found in other people.","season":"2","episode":"The Orchid's Curse"},
  {"character":"Special Agent Dale Cooper,","quote":"In another time, another culture, he may have been a seer, a shaman priest. In our world he's a shoe salesman, and lives among the shadows.","season":"2","episode":"Drive With a Dead Girl"},
  {"character":"Log Lady","quote":"There is a depression after an answer is given. It was almost fun not knowing.","season":"2","episode":"Arbitrary Law"},
  {"character":"Log Lady","quote":"Letters are symbols. They are building blocks of words which form our languages. Languages help us communicate. Even with complicated languages used by intelligent people, misunderstanding is a common occurrence. We write things down sometimes — letters, words — hoping they will serve us and those with whom we wish to communicate. Letters and words, calling out for understanding.","season":"2","episode":"The Man Behind the Glass"},
  {"character":"Special Agent Dale Cooper","quote":"All things considered, being shot is not as bad as I always thought it might be. As long as you can keep the fear from your mind. But I guess you can say that about almost anything in life. Its not so bad as long as you can keep the fear from your mind.","season":"2","episode":"May The Giant Be With You"},
  {"character":"Log Lady","quote":"In a dream, are all the characters really you? Different aspects of you? Do answers come in dreams?","season":"2","episode":"May The Giant Be With You"},
  {"character":"Special Agent Dale Cooper","quote":"Secrets are dangerous things.","season":"1","episode":"Realization Time"},
  {"character":"One-Armed Man","quote":"Through the darkness of future's past, the magician longs to see. One chants out between two worlds... 'Fire...walk with me.'","season":"1","episode":"Zen, Or The Skill To Catch A Killer"},
  {"character":"Special Agent Dale Cooper","quote":"Harry, I’m going to let you in on a little secret. Every day, once a day, give yourself a present. Don’t plan it, don’t wait for it, just let it happen.","season":"1","episode":"Zen, Or The Skill To Catch A Killer"},
  {"character":"Special Agent Dale Cooper","quote":"You know, this is—excuse me—a damn fine cup of coffee!","season":"1","episode":"Traces To Nowhere"}
  ]
